[Ability.A_Armure_de_ronce_Buff H7BaseBuff]
mName="荆棘护甲"
mTooltip="此生物在 %durnow 回合内获得 %stat1 %icon_defense 防御、%icon_health 生命值和 %icon_morale 士气。"

[Ability.A_Centaure_perfect_hit H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="完美射击"
mTooltip="当此生物造成暴击时，它在 %buff1.buff.durini 回合内获得 %buff1.buff.stat1 的最终伤害加成。"

[Ability.A_perfcect_hit_Buff H7BaseBuff]
mName="完美射击"
mTooltip="该生物的伤害增加 %stat1。持续 %durnow 回合。"

[Ability.A_Resurrection H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="荆棘护甲"
mTooltip="为友方近战生物施加荆棘护甲，它们在 %buff1.buff.durini 回合内获得 %buff1.buff.stat1 %icon_defense 防御、%icon_health 生命值和 %icon_morale 士气。"

[Creature.A_CreatureCentaure_elve H7Creature]
mName="半人马战士"
mLore="古老的传说讲述，关于西莱纳神圣树林被一群暴徒亵渎的突然消息，导致一队伊罗兰侦察兵立即在独角兽的帮助下出发追击。在夜幕的掩护下，精灵们追上了恶徒，距离胜利仅一步之遥，这时战斗发生的桥梁突然坍塌，桥上所有人都坠入了充满龙血的魔法河流湍急的水中。没有人类能够逃脱死亡，幸存下来的精灵经历了剧烈的变化，不仅与西莱纳的神圣生物合为一体，还采纳了他们敌人的一些特征。"

[Creature.A_CreatureCentaure_elve_upr H7Creature]
mName="年长半人马"
mLore="很长一段时间里，半人马们躲藏在从前同胞看不见的森林深处，因为他们认为自己的新形象是对侍奉西莱纳不足的惩罚。他们只在第一次月蚀期间向世界显露自己，希望保护伊罗兰的森林免受恶魔入侵。结合了独角兽的速度和精灵的弓箭技艺，半人马被证明是厄加什爪牙的强大敌人。他们卓越的体力使他们能够将致命的箭矢射过很远的距离，甚至能穿透最顽强敌人的头骨，而半人马部落的长者总是准备使用大地魔法，用带刺的藤蔓保护盟友的阵地。"